---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteCross
source: html/2c671364-4f18-158e-b28f-6510436e4e44.htm
---
# StructuralSectionConcreteCross Methods

Returns size of the section boundary.